Repository: miataru/miataru-ios-client
Catalog: miataru/miataru/Assets/Localization/AutomationEvents.xcstrings
Source language: en
Languages: da, de, es, fi, fr, it, ja, nl, zh_hans

# automation_event_kind_device_entered_place
source: Device Entered Place
da: Enhed ankom til sted
de: Gerät hat Ort betreten
es: Dispositivo entró en lugar
fi: Laite saapui paikkaan
fr: Appareil arrivé dans un lieu
it: Dispositivo entrato in luogo
ja: デバイスが場所に到着
nl: Apparaat betrad plaats
zh_hans: 设备进入地点

# automation_event_kind_device_key_blocked_operation
source: DeviceKey Blocked Operation
da: DeviceKey blokerede handling
de: DeviceKey hat Vorgang blockiert
es: DeviceKey bloqueó operación
fi: DeviceKey esti toiminnon
fr: DeviceKey a bloqué l’opération
it: DeviceKey ha bloccato operazione
ja: DeviceKeyが操作をブロック
nl: DeviceKey blokkeerde bewerking
zh_hans: DeviceKey 已阻止操作

# automation_event_kind_device_left_place
source: Device Left Place
da: Enhed forlod sted
de: Gerät hat Ort verlassen
es: Dispositivo salió de lugar
fi: Laite poistui paikasta
fr: Appareil sorti d’un lieu
it: Dispositivo uscito da luogo
ja: デバイスが場所を離脱
nl: Apparaat verliet plaats
zh_hans: 设备离开地点

# automation_event_kind_device_location_updated
source: Device Location Updated
da: Enhedsplacering opdateret
de: Gerätestandort aktualisiert
es: Ubicación del dispositivo actualizada
fi: Laitteen sijainti päivitetty
fr: Position de l’appareil mise à jour
it: Posizione dispositivo aggiornata
ja: デバイス位置更新
nl: Apparaatlocatie bijgewerkt
zh_hans: 设备位置已更新

# automation_event_kind_frequent_tracking_expired
source: Frequent Tracking Expired
da: Hyppig sporing udløbet
de: Häufiges Tracking abgelaufen
es: Seguimiento frecuente caducado
fi: Tiheä seuranta vanhentui
fr: Suivi fréquent expiré
it: Tracciamento frequente scaduto
ja: 高頻度追跡期限切れ
nl: Frequent volgen verlopen
zh_hans: 高频跟踪已过期

# automation_event_kind_frequent_tracking_started
source: Frequent Tracking Started
da: Hyppig sporing startet
de: Häufiges Tracking gestartet
es: Seguimiento frecuente iniciado
fi: Tiheä seuranta aloitettu
fr: Suivi fréquent démarré
it: Tracciamento frequente avviato
ja: 高頻度追跡開始
nl: Frequent volgen gestart
zh_hans: 高频跟踪已开始

# automation_event_kind_frequent_tracking_stopped
source: Frequent Tracking Stopped
da: Hyppig sporing stoppet
de: Häufiges Tracking gestoppt
es: Seguimiento frecuente detenido
fi: Tiheä seuranta pysäytetty
fr: Suivi fréquent arrêté
it: Tracciamento frequente interrotto
ja: 高頻度追跡停止
nl: Frequent volgen gestopt
zh_hans: 高频跟踪已停止

# automation_event_kind_low_battery_disabled_frequent_tracking
source: Low Battery Disabled Frequent Tracking
da: Lavt batteri stoppede hyppig sporing
de: Niedriger Akku deaktivierte häufiges Tracking
es: Batería baja desactivó seguimiento frecuente
fi: Heikko akku poisti tiheän seurannan käytöstä
fr: Batterie faible a désactivé le suivi fréquent
it: Batteria scarica ha disattivato tracciamento frequente
ja: 低バッテリーで高頻度追跡を無効化
nl: Lage batterij schakelde frequent volgen uit
zh_hans: 低电量已关闭高频跟踪

# automation_event_kind_navigation_ended
source: Navigation Ended
da: Navigation afsluttet
de: Navigation beendet
es: Navegación finalizada
fi: Navigointi päättynyt
fr: Navigation terminée
it: Navigazione terminata
ja: ナビゲーション終了
nl: Navigatie beëindigd
zh_hans: 导航已结束

# automation_event_kind_navigation_started
source: Navigation Started
da: Navigation startet
de: Navigation gestartet
es: Navegación iniciada
fi: Navigointi aloitettu
fr: Navigation démarrée
it: Navigazione avviata
ja: ナビゲーション開始
nl: Navigatie gestart
zh_hans: 导航已开始

# automation_event_kind_tracking_paused
source: Tracking Paused
da: Sporing sat på pause
de: Tracking pausiert
es: Seguimiento pausado
fi: Seuranta keskeytetty
fr: Suivi en pause
it: Tracciamento in pausa
ja: 追跡一時停止
nl: Volgen gepauzeerd
zh_hans: 跟踪已暂停

# automation_event_kind_tracking_resumed
source: Tracking Resumed
da: Sporing genoptaget
de: Tracking fortgesetzt
es: Seguimiento reanudado
fi: Seuranta jatkettu
fr: Suivi repris
it: Tracciamento ripreso
ja: 追跡再開
nl: Volgen hervat
zh_hans: 跟踪已恢复

# automation_event_kind_unknown_visitor_detected
source: Unknown Visitor Detected
da: Ukendt besøgende registreret
de: Unbekannter Besucher erkannt
es: Visitante desconocido detectado
fi: Tuntematon vierailija havaittu
fr: Visiteur inconnu détecté
it: Visitatore sconosciuto rilevato
ja: 不明な訪問者を検出
nl: Onbekende bezoeker gedetecteerd
zh_hans: 检测到未知访客

# automation_event_privacy_private_location
source: Private Location
da: Privat placering
de: Privater Standort
es: Ubicación privada
fi: Yksityinen sijainti
fr: Position privée
it: Posizione privata
ja: 非公開位置
nl: Privélocatie
zh_hans: 私密位置

# automation_event_privacy_public_summary
source: Public Summary
da: Offentligt resumé
de: Öffentliche Zusammenfassung
es: Resumen público
fi: Julkinen yhteenveto
fr: Résumé public
it: Riepilogo pubblico
ja: 公開概要
nl: Openbare samenvatting
zh_hans: 公开摘要

# automation_event_privacy_security_sensitive
source: Security Sensitive
da: Sikkerhedsfølsom
de: Sicherheitsrelevant
es: Sensible para seguridad
fi: Turvallisuusherkkä
fr: Sensible pour la sécurité
it: Sensibile per sicurezza
ja: セキュリティ機微
nl: Beveiligingsgevoelig
zh_hans: 安全敏感

# automation_event_summary_device_entered_place
source: Device entered a place.
da: Enhed ankom til et sted.
de: Gerät hat einen Ort betreten.
es: Dispositivo entró en un lugar.
fi: Laite saapui paikkaan.
fr: Appareil arrivé dans un lieu.
it: Dispositivo entrato in un luogo.
ja: デバイスが場所に入りました。
nl: Apparaat betrad een plaats.
zh_hans: 设备已进入某地点。

# automation_event_summary_device_entered_place_format
source: Device entered %@.
da: Enhed ankom til %@.
de: Gerät hat %@ betreten.
es: Dispositivo entró en %@.
fi: Laite saapui paikkaan %@.
fr: Appareil arrivé à %@.
it: Dispositivo entrato in %@.
ja: デバイスが%@に入りました。
nl: Apparaat betrad %@.
zh_hans: 设备已进入 %@。

# automation_event_summary_device_key_blocked_operation
source: Operation blocked by DeviceKey authentication.
da: Handling blokeret af DeviceKey-godkendelse.
de: Vorgang durch DeviceKey-Authentifizierung blockiert.
es: Operación bloqueada por autenticación DeviceKey.
fi: DeviceKey-todennus esti toiminnon.
fr: Opération bloquée par l’authentification DeviceKey.
it: Operazione bloccata dall’autenticazione DeviceKey.
ja: DeviceKey認証により操作がブロックされました。
nl: Bewerking geblokkeerd door DeviceKey-authenticatie.
zh_hans: 操作已被 DeviceKey 身份验证阻止。

# automation_event_summary_device_left_place
source: Device left a place.
da: Enhed forlod et sted.
de: Gerät hat einen Ort verlassen.
es: Dispositivo salió de un lugar.
fi: Laite poistui paikasta.
fr: Appareil sorti d’un lieu.
it: Dispositivo uscito da un luogo.
ja: デバイスが場所を離れました。
nl: Apparaat verliet een plaats.
zh_hans: 设备已离开某地点。

# automation_event_summary_device_left_place_format
source: Device left %@.
da: Enhed forlod %@.
de: Gerät hat %@ verlassen.
es: Dispositivo salió de %@.
fi: Laite poistui paikasta %@.
fr: Appareil sorti de %@.
it: Dispositivo uscito da %@.
ja: デバイスが%@を離れました。
nl: Apparaat verliet %@.
zh_hans: 设备已离开 %@。

# automation_event_summary_device_location_updated
source: Device location updated.
da: Enhedsplacering opdateret.
de: Gerätestandort aktualisiert.
es: Ubicación del dispositivo actualizada.
fi: Laitteen sijainti päivitetty.
fr: Position de l’appareil mise à jour.
it: Posizione dispositivo aggiornata.
ja: デバイス位置を更新しました。
nl: Apparaatlocatie bijgewerkt.
zh_hans: 设备位置已更新。

# automation_event_summary_device_location_updated_format
source: %@ location updated.
da: Placering for %@ opdateret.
de: Standort von %@ aktualisiert.
es: Ubicación de %@ actualizada.
fi: Laitteen %@ sijainti päivitetty.
fr: Position de %@ mise à jour.
it: Posizione di %@ aggiornata.
ja: %@の位置を更新しました。
nl: Locatie van %@ bijgewerkt.
zh_hans: %@ 的位置已更新。

# automation_event_summary_frequent_tracking_expired
source: Frequent background tracking expired.
da: Hyppig baggrundssporing er udløbet.
de: Häufiges Hintergrund-Tracking ist abgelaufen.
es: Seguimiento frecuente en segundo plano caducado.
fi: Tiheä taustaseuranta vanhentui.
fr: Suivi fréquent en arrière-plan expiré.
it: Tracciamento frequente in background scaduto.
ja: バックグラウンド高頻度追跡の期限が切れました。
nl: Frequent volgen op de achtergrond is verlopen.
zh_hans: 后台高频跟踪已过期。

# automation_event_summary_frequent_tracking_started
source: Frequent background tracking started.
da: Hyppig baggrundssporing startet.
de: Häufiges Hintergrund-Tracking gestartet.
es: Seguimiento frecuente en segundo plano iniciado.
fi: Tiheä taustaseuranta aloitettu.
fr: Suivi fréquent en arrière-plan démarré.
it: Tracciamento frequente in background avviato.
ja: バックグラウンド高頻度追跡を開始しました。
nl: Frequent volgen op de achtergrond gestart.
zh_hans: 后台高频跟踪已开始。

# automation_event_summary_frequent_tracking_stopped
source: Frequent background tracking stopped.
da: Hyppig baggrundssporing stoppet.
de: Häufiges Hintergrund-Tracking gestoppt.
es: Seguimiento frecuente en segundo plano detenido.
fi: Tiheä taustaseuranta pysäytetty.
fr: Suivi fréquent en arrière-plan arrêté.
it: Tracciamento frequente in background interrotto.
ja: バックグラウンド高頻度追跡を停止しました。
nl: Frequent volgen op de achtergrond gestopt.
zh_hans: 后台高频跟踪已停止。

# automation_event_summary_low_battery_disabled_frequent_tracking
source: Low battery disabled frequent background tracking.
da: Lavt batteri deaktiverede hyppig baggrundssporing.
de: Niedriger Akku hat häufiges Hintergrund-Tracking deaktiviert.
es: Batería baja desactivó seguimiento frecuente en segundo plano.
fi: Heikko akku poisti tiheän taustaseurannan käytöstä.
fr: Batterie faible a désactivé le suivi fréquent en arrière-plan.
it: Batteria scarica ha disattivato tracciamento frequente in background.
ja: 低バッテリーによりバックグラウンド高頻度追跡を無効化しました。
nl: Lage batterij schakelde frequent volgen op de achtergrond uit.
zh_hans: 低电量已关闭后台高频跟踪。

# automation_event_summary_navigation_ended
source: Miataru navigation ended.
da: Miataru-navigation afsluttet.
de: Miataru-Navigation beendet.
es: Navegación de Miataru finalizada.
fi: Miataru-navigointi päättyi.
fr: Navigation Miataru terminée.
it: Navigazione Miataru terminata.
ja: Miataruナビゲーションを終了しました。
nl: Miataru-navigatie beëindigd.
zh_hans: Miataru 导航已结束。

# automation_event_summary_navigation_ended_format
source: Miataru navigation to %@ ended.
da: Miataru-navigation til %@ afsluttet.
de: Miataru-Navigation zu %@ beendet.
es: Navegación de Miataru hacia %@ finalizada.
fi: Miataru-navigointi kohteeseen %@ päättyi.
fr: Navigation Miataru vers %@ terminée.
it: Navigazione Miataru verso %@ terminata.
ja: %@へのMiataruナビゲーションを終了しました。
nl: Miataru-navigatie naar %@ beëindigd.
zh_hans: 前往 %@ 的 Miataru 导航已结束。

# automation_event_summary_navigation_started
source: Miataru navigation started.
da: Miataru-navigation startet.
de: Miataru-Navigation gestartet.
es: Navegación de Miataru iniciada.
fi: Miataru-navigointi aloitettu.
fr: Navigation Miataru démarrée.
it: Navigazione Miataru avviata.
ja: Miataruナビゲーションを開始しました。
nl: Miataru-navigatie gestart.
zh_hans: Miataru 导航已开始。

# automation_event_summary_navigation_started_format
source: Miataru navigation to %@ started.
da: Miataru-navigation til %@ startet.
de: Miataru-Navigation zu %@ gestartet.
es: Navegación de Miataru hacia %@ iniciada.
fi: Miataru-navigointi kohteeseen %@ aloitettu.
fr: Navigation Miataru vers %@ démarrée.
it: Navigazione Miataru verso %@ avviata.
ja: %@へのMiataruナビゲーションを開始しました。
nl: Miataru-navigatie naar %@ gestart.
zh_hans: 已开始前往 %@ 的 Miataru 导航。

# automation_event_summary_tracking_paused
source: Tracking paused.
da: Sporing sat på pause.
de: Tracking pausiert.
es: Seguimiento pausado.
fi: Seuranta keskeytetty.
fr: Suivi en pause.
it: Tracciamento in pausa.
ja: 追跡を一時停止しました。
nl: Volgen gepauzeerd.
zh_hans: 跟踪已暂停。

# automation_event_summary_tracking_resumed
source: Tracking resumed.
da: Sporing genoptaget.
de: Tracking fortgesetzt.
es: Seguimiento reanudado.
fi: Seuranta jatkettu.
fr: Suivi repris.
it: Tracciamento ripreso.
ja: 追跡を再開しました。
nl: Volgen hervat.
zh_hans: 跟踪已恢复。

# automation_event_summary_unknown_visitor_detected
source: Unknown visitor detected.
da: Ukendt besøgende registreret.
de: Unbekannter Besucher erkannt.
es: Visitante desconocido detectado.
fi: Tuntematon vierailija havaittu.
fr: Visiteur inconnu détecté.
it: Visitatore sconosciuto rilevato.
ja: 不明な訪問者を検出しました。
nl: Onbekende bezoeker gedetecteerd.
zh_hans: 检测到未知访客。

# local_storage_automation_events_title
source: Automation events
da: Automationshændelser
de: Automationsereignisse
es: Eventos de automatización
fi: Automaatiotapahtumat
fr: Événements d’automatisation
it: Eventi automazione
ja: 自動化イベント
nl: Automatiseringsgebeurtenissen
zh_hans: 自动化事件
